Revit 2027 API
ParameterTypeId.AnalyticalAbsorptance Property
 "Absorptance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalAbsorptance { get; }
Public Shared ReadOnly Property AnalyticalAbsorptance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalAbsorptance {
	ForgeTypeId^ get ();
}
static member AnalyticalAbsorptance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace